References/ASTT/TestSuits/Tests/PTZ/TC.PTZ.NVT.10/TC.PTZ.NVT.10_REQ_03.xml

<?xml version='1.0' encoding='utf-8'?>
<s:Envelope
 xmlns:s="http://www.w3.org/2003/05/soap-envelope"
 xmlns:tptz="http://www.onvif.org/ver10/ptz/wsdl"
 xmlns:tt="http://www.onvif.org/ver10/schema">
  <s:Body>
    <tptz:GetStatus>
      <tptz:ProfileToken></tptz:ProfileToken>
    </tptz:GetStatus>
  </s:Body>
</s:Envelope>